<%--
  Created by IntelliJ IDEA.
  User: huichao
  Date: 2015/8/11
  Time: 16:04
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
  <title>注册协议</title>
  <link rel="stylesheet" href="${pageContext.request.contextPath}/resources/css/reset.css">
  <link rel="stylesheet" href="${pageContext.request.contextPath}/resources/css/style.css">
</head>
<body>

<body>
<div class="messages3">
  <div class="top_tanchu">
    服务条款
  </div>
  <div class="top_center1">
    <div style="height: 500px; overflow-x:auto;overflow-y:auto;
     top: expression_r(this.style.pixelHeight + document.body.scrollTop+273);">
      <p>欢迎访问有你学（www.unixue.com）及相应的手机应用软件以使用我们提供的产品并享受相应的服务。有你学的服务由北京光慧鸿途科技股份有限公司及其附属机构（下称“有你学”或“我们”）基于以下服务条款而提供。请仔细阅读。我们向您提供的服务可能还需要您遵守其他条款及服务准则（包括有你学所提供的各项服务说明及使用帮助等），您应同时予以一并接受。
      </p>
      <p>您同意本服务条款的方式包括但不限于：1)通过用户注册页面点击“我同意”接受；2)通过电子邮件、电话、传真、即时通信等方式所作的口头或书面表示；3)本服务条款（包括但不限于服务说明及使用帮助等）中有“默认同意”条款，您对此无异议的；4)其他您与我们均认可的方式。
      </p>
      <strong>1.	有你学注册帐户</strong>
      <p>1.1	为了享受我们提供的服务，您需要注册一个有你学帐户。在您启动账号申请程序向我们提交了手机号码并通过验证后，我们将向您分配一个不存在在先雷同的由您自行设置的字符或电子邮箱组成的有你学注册账户，在您符合账户使用规则的前提下，您将获得该账户的使用权，您同意我们享有根据经营需要及业务规范回收有你学已注册账户的权利。</p>
      <p>1.2	在正式启用账户前，您需要向有你学提供您的企业名称、企业类别、法定代表人名称等详细信息，并根据有你学的要求提供与您的服务相关的企业主体资格及服务资质证明，并与有你学签署《机构合作协议书》（“《合作协议》”）。《合作协议》签署生效且前述证明经有你学审核通过后，您的账户即可正式开通使用。您可以登录帐户，查询、发布和管理您的机构信息、课程信息、订单详情，以及费用信息。 </p>
      <p>1.3	有你学注册账户是我们识别您并向您提供服务的依据。如果您使用我们提供的服务，您应负责维护您的账户的保密性并限制第三方通过使用/访问您的计算机或移动设备使用您的账户，并确保您的登录密码（如您设置的话）未向任何第三方透露。您不得有偿或无偿转让账户，以免产生纠纷。您同意对在您的帐户和密码下发生的所有活动承担责任。</p>
      <p>1.4	根据中国现行法律法规及规范性文件的规定，您同意您有义务确保您所提供的注册资料及有你学或客户不时要求您补充提供的相关资料的真实性和有效性，同时也有义务在相关信息资料发生变更时及时通知我们进行更新。若因您提供任何错误、不实、过时或不完整资料，或我们有合理理由怀疑该资料为错误、不实、过时或不完整的，我们有权暂停或终止对您提供服务，或限制您使用我们所提供服务的部分或全部功能，我们对此免于承担任何责任。</p>
      <strong>2.	有你学服务</strong>
      <p>2.1	您应了解并知悉，有你学是为具有教育培训需求的客户（“客户”）提供教育培训类机构搜索、介绍、评价和撮合交易的居间服务平台。您与客户通过有你学提供的居间服务，在双方之间达成订单，并承担相应的权利和义务（包括但不限于履行订单条款，承担因订单交易产生的相关税费等）。<span class="STYLE2">如因您所提供的服务导致客户遭受相关财产及人身损害的，您应负责向客户赔偿；</span>如因客户原因导致您遭受相关财产及人身损害的，您亦应直接向该客户追偿，有你学免于承担您与客户之间因订单履行所致任何纠纷的赔偿责任。</p>
      <p>2.2	有你学将根据客户需求对包括您在内的各个机构及所提供的相应服务报价进行筛选。您应当认真准备并及时更新在有你学上所发布的课程信息，提供准确且有效的服务报价，以提高您与客户成功订立服务协议的商业机会。您充分理解并同意有你学有权自行设计筛查和排序规则，形成有你学认为恰当的机构提供商列表，并将该列表推荐给客户，但有你学与您另行签署特别服务协议另有约定的除外。</p>
      <p>2.3	本条款所述“订单”是指客户在有你学上根据自身需求自行匹配达成的机构与客户之间的服务协议，您知悉并同意订单在同时满足如下条件时生效：（i）客户通过有你学已支付课程费用；和（ii）客户通过有你学联系到机构并商定授课时间、地点、方式等具体服务信息。有关订单的修改、取消和退费等事项，见《订单规则》的具体介绍，您同意遵照执行。</p>
      <p>2.4	您应保证按照在有你学中公布的收费方案及服务承诺向客户提供服务，并确保所提供服务质量符合国家及相关行业标准。服务提供完毕后，客户可以在有你学进行授课确认和进行点评。若因您所提供服务导致客户或有你学遭受损失的，则无论该等损失是直接损失或间接损失，亦无论该等损失为财产损失或人身损害，您应当负责全额赔偿客户及有你学。</p>
      <p>2.5	我们所提供的服务中可能包括广告及第三方链接，您同意在使用过程中显示我们和第三方供应商、合作伙伴提供的广告及第三方链接。除法律法规明确规定外，您应自行对依该广告及第三方链接信息进行的交易负责，对您因依该广告及第三方链接信息进行的交易或前述广告商提供的内容而遭受的损失或损害，我们免于承担任何责任。</p>
      <strong>3.	信息发布</strong>
      <p>3.1	您有权使有你学发布和展示您的机构信息、课程介绍和收费方案信息，以及其他有你学随时更新增加的板块信息（统称“机构信息“），并确保所有机构信息的真实和准确。</p>
      <p>3.2	您可以在有你学服务平台提供的任何留言、点评或互动社区栏目发布信息，或对客户的评论跟帖反馈（统称“互动信息”），以更好地宣传服务，解决服务过程中客户的疑虑或投诉问题。</p>
      <p>3.3	您应确保在有你学发布的的该等内容须不违反中国现行法律法规及其他规范性文件的要求，不含有非法、淫秽、威胁、诽谤、侵犯隐私、侵犯知识产权或以其他形式对第三方权利构成侵犯。您声明和保证对于因您所发布信息引起的对有你学或客户或其他第三方的损害进行赔偿。</p>
      <p>3.4	有你学无法就上述机构信息和互动信息的内容的准确性、完整性、可靠性作出保证。有你学保留清除或编辑这些内容的权利（但非义务），但不对您所发布的信息进行经常性的审查。如果客户对上述信息存在合理怀疑或提供基本证据材料进行投诉，我们有权与您核实，暂行或取消您所提供的服务，甚至关闭账户并解除与您签署的《合作协议》。</p>
      <p>3.5	如果您在有你学发布信息或提交材料，除非我们另行说明，您同意授予有你学非独有的、免费的、永久的、不可撤销的和完全的再许可权的下述许可：在全世界范围内任何媒体上使用、转载、修改、改编、出版、翻译、创作衍生作品、分发和展示这些内容。</p>
      <strong>4.	信息保护</strong>
      <p>4.1	有你学可能会要求您提供手机号码及位置信息等信息，以便根据您的具体信息筛选并形成机构提供商列表，组织线上线下的机构服务宣传推广活动，或向您的手机发送有关订单确认、变更、取消信息及类似重要功能。有你学会尽最大努力对前述您的具体信息进行妥善保管，并采取行业内通行的技术手段和标准处理前述信息。除征得您明确同意和法律规定外，有你学不会向任何第三方提供您的前述信息。</p>
      <strong>5.	第三方合作</strong>
      <p>5.1	基于我们的服务特性，我们将与第三方开展合作以共同向您提供服务或改善服务（例如记录、统计和分析您及客户对我们所提供服务的使用情况并据以针对性地改善服务）。我们和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。在选择第三方提供者时，我们是非常审慎的，他们也仅仅被允许按照合同约定的目的和方式在提供服务中使用您的数据和信息。</p>
      <strong>6.	软件使用条款</strong>
      <p>6.1	您需要下载有你学提供的手机软件并安装后方得以从手机客户端使用有你学所提供的服务。有你学在此授予您免费的、不可转让的、非独占的全球性个人许可，允许您使用由有你学提供的、包含在服务中的软件。但是，您不得复制、修改、发布、出售或出租我们的服务或所含软件的任何部分，也不得进行反向工程或试图提取该软件的源代码，除非法律禁止上述限制或您已获得有你学的书面许可。</p>
      <strong>7.	版权</strong>
      <p>7.1	有你学服务所包含或提供的所有内容诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件都是有你学或其内容提供者的财产，受中国和国际版权法的保护。有你学上所提供使用的所有软件都是有你学或其软件供应商的财产，受中国和国际版权法的保护。</p>
      <p>7.2	同时，有你学尊重他人的知识产权。如果您认为相应信息对您的作品的使用已经构成版权侵犯，请通过有你学的客服电话及时通知我们，我们将按照现行法律法规规定的版权侵权投诉程序予以处理。同时，您同意补偿有你学因您所发布信息而可能产生的第三方对于有你学的索赔要求。</p>
      <strong>8.	商标权利及相关权利</strong>
      <p>8.1	我们的服务所包含或者提供的图表、标识、网页页眉、按钮图标、文字、服务品名均为我们的或我们获得充分授权得以使用的商标、注册商标或商业外观（统称“商标”）。这些商标不得以任何可能引起消费者混淆的方式或任何诋毁或诽谤我们或我们所提供的服务的方式用于与我们无关联的任何商品或服务上。未经我们的书面许可，本软件或服务中的任何内容都不应被解释为以默许或其他方式授予许可或使用本软件或服务中出现的商标的权利。</p>
      <strong>9.	违约处理</strong>
      <p>9.1	如果我们发现或收到他人举报或投诉您违反本协议约定的，我们有权不经通知随时对相关内容进行审查（包括但不限于审查您在有你学提供的全部信息和资料等）、删除、屏蔽，并视行为情节对违规账号处以包括但不限于警告、限制或禁止使用部分或全部功能、账号封禁直至注销的处罚，并公告处理结果。</p>
      <p>9.2	您理解并同意，我们有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。</p>
      <p>9.3	您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；我们因此遭受损失的，您也应当一并赔偿。</p>
      <strong>10.	服务的修改和终止</strong>
      <p>10.1	有你学始终在不断更改和改进其所提供的服务。您同意有你学保留向您收取服务费用的权利，有你学有权根据自身经营需要在任何时间开始收取服务费用，但我们会提前通知您相关佣金的收取规则。有你学可能会增加或删除某项服务功能，也可能暂停或彻底停止某项服务。您可以随时停止使用有你学的服务，有你学也可能随时停止向您提供服务，或随时对有你学的服务增加或设置新的限制。但是，如果你有偿使用有你学某项服务，在有你学变更或停止提供该服务时，有你学会向您发出合理的提前通知，并让您获知和同意前述变更。</p>
      <p>10.2	您理解并同意，我们有权自主决定经营策略。在我们发生合并、分立、收购、资产转让时，我们可向第三方转让本服务下相关资产；我们也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以我们通知的为准。</p>
      <p>10.3	如您严重违反本服务条款中的行为规范的，有你学有权随时终止向您提供所述服务而无须事先通知。</p>
      <strong>11.	有限责任和免责</strong>
      <p>11.1	有你学负责按"现状"和"可得到"的状态向您提供服务。但有你学服务不作任何明示或暗示的保证，包括但不限于有你学服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，有你学也不对其服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。</p>
      <p>11.2	有你学对由于政府行为譬如政策或法规的变更、自然灾害或战争、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成网站的暂时性关闭等任何影响网络正常运营的不可抗力事件，以及他人蓄意破坏、正常的系统维护、系统升级，或者因网络拥塞而导致本网站不能访问而造成的本网站所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。</p>
      <p>11.3	有你学不对您所发布信息的保存、修改、删除或储存失败负责。我们可以根据实际情况自行决定您在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本服务中的相关数据。您在此明确同意并接受，如您停止使用本服务或本服务终止或您的注册账户被收回的，我们可以从服务器上永久地删除您的全部数据。本服务终止后，我们没有义务向您返还任何数据。</p>
      <p>11.4	对网站上的非因有你学故意所导致的排字错误、疏忽等不承担责任。</p>

      <p>11.5	我们仅就本服务条款所述服务向您承担责任，且所承担的赔偿责任应以具体服务中我们向您所收取的服务费（如有）的三（3）倍为限。</p>
      <strong>12.	适用法律</strong>
      <p>12.1	您同意本服务条款以及您和有你学之间发生的任何争议均适用中华人民共和国法律。</p>
      <strong>13.	争议</strong>
      <p>13.1	有关与您和有你学之间发生的任何形式的争议均应友好协商解决，协商不成的，任一方有权将争议提交北京仲裁委依照届时有效的仲裁规则予以裁决。</p>
      <strong>14.	条款修改和可分性</strong>
      <p>14.1	为更好地提供服务并符合相关监管政策，我们可以随时修改上述条款。请您定期查阅本条款。我们会在网页上公布这些条款的修改通知，并列明最近的修改日期。如您不同意我们对相应条款作出的修改，您应立即停止使用有你学所提供的服务。如果本条款中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分割的且不影响任何其余条款的有效性和可执行性。</p>
      <p>14.2	本服务条款与《合作协议》互为补充并具有同等法律效力。二者如有冲突，则以《合作协议》的约定为准。</p>
      <strong>15.	通讯</strong>
      <p>15.1	有你学将通过电子邮件、短信、在本网站上发布通知或其它服务与您进行联系。您同意我们用这些方式提供给您的所有协议、通知、披露和其他信息是符合相关的法律法规要求的。如果我们以该等形式向您发出信息或者在本网站上发出相关通知，将视为您已收到所有协议、声明、披露和其它信息。</p>
      <p>有你学在法律允许最大范围内对本协议拥有解释权与修改权。</p>
      <p>客户服务热线：400-898-1115</p>
    </div>
  </div>
  <div class="top_button1"><a href="#"><img src="${pageContext.request.contextPath}/resources/images/button_3.jpg" onclick="javascript:window.close();" /></a></div>
</div>
</body>
</html>